<?php

return [
    'settlement' => [
        'type' => [
            'city' => 'гр.',
            'village' => 'с.',
        ],
    ],

    'attributes' => [
        'sender' => [
            'name' => 'Име на изпращач',
            'phone' => 'Телефон на изпращач',
            'settlement' => 'Населено място на изпращач',
            'pickup' => 'Изпращачът ще вземе от място',
            'street' => 'Улица',
            'street_num' => 'Номер на улицата',
            'street_vh' => 'Вход',
            'office' => 'Офис',
        ],

        'receiver' => [
            'name' => 'Име на получател',
            'phone' => 'Телефон на получател',
            'settlement' => 'Населено място на получател',
            'pickup' => 'Получателят ще вземе от място',
            'street' => 'Улица',
            'office' => 'Офис',
        ],

        'shipment' => [
            'num' => 'Номер на пратката',
            'type' => 'Тип на пратката',
            'description' => 'Тук се избира типа на пратката.',
            'count' => 'Брой пакети',
            'weight' => 'Тегло на пратката',
        ],

        'courier' => [
            'date' => 'Дата',
            'time_from' => 'от',
            'time_to' => 'до',
        ],
    ],
];